Repository: finkoto/flutter_template
Catalog: lib/src/l10n/arb/app_*.arb
Languages: tr

# appTitle
source: Flutter Template
tr: Flutter Şablon

# appModalsButtonOk
source: Ok
tr: Tamam

# appModalsButtonCancel
source: Cancel
tr: İptal

# circleButtonsSemanticClose
source: close
tr: Kapat

# circleButtonsSemanticBack
source: back
tr: Geri

# fullscreenImageViewerSemanticFull
source: full screen image, no description available
tr: tam ekran görüntü, açıklama yok

# semanticsNext
source: Next {title}
tr: Sonraki {title}

# themeModeSystem
source: System Theme
tr: Sistem Teması

# themeModeLight
source: Light Theme
tr: Açık Tema

# themeModeDark
source: Dark Theme
tr: Koyu Tema

# pageNotFoundTitle
source: Dead End
tr: Çıkmaz Sokak

# pageNotFoundMessage
source: Oops! The page you are looking for does not exist.
tr: Oops! Aradığınız sayfa bulunamadı.

# pageNotFoundBackButton
source: Back to Home
tr: Ana Sayfaya Dön

# introContent1Title
source: Wake up gently with sounds of nature
tr: Doğanın sesleriyle nazikçe uyanın

# introContent1SubTitle
source: Relax your mind and create inner peace with soothing sounds of nature.
tr: Doğanın rahatlatıcı sesleriyle zihninizi rahatlatın ve iç huzuru yaratın.

# introContent2Title
source: Clear your mind with breathing exercises
tr: Nefes egzersizleriyle zihninizi temizleyin

# introContent2SubTitle
source: Melt your stresses and anxieties away with 50+ breathing exercises.
tr: 50'den fazla nefes egzersiziyle stresinizi ve kaygılarınızı eritin.

# introContent3Title
source: Fall asleep with bedtime stories
tr: Yatma vakti hikayeleriyle uykuya dalın

# introContent3SubTitle
source: Enjoy a restful nightâ€™s sleep with relaxing activities and calm bedtime stories.
tr: Rahatlatıcı aktiviteler ve sakin uyku vakti hikayeleriyle dinlendirici bir gece uykusunun tadını çıkarın.
